xclip
tmux
arandr
zsh
p7zip
xsel
nmap
filezilla
youtube-dl
rofi
firefox
chromium
picom
docker
docker-compose
feh
unclutter
gpick
flameshot
vlc
htop
lm_sensors
dunst
nitrogen
jq
tree
alacritty
git-delta
gnome-keyring
fzf
redshift
ripgrep
ncdu
nodejs
npm
yarn
go
make
stow
spotify-launcher
