libxcb
xorg-xinit
xorg-server
xorg-xkill
xorg-xset
xorg-xev
xorg-xrdb
xorg-xinput
xorg-xprop
xorg-xbacklight
xorg-xsetroot
xclip
acpi
ntp
mpv
lxappearance
gtk-theme-arc
tmux
gvim
arandr
sxhkd
zsh
tcc
tree
p7zip
nmap
python-gobject
nodejs
npm
filezilla
mpc
ncmpcpp
youtube-dl
mplayer
ranger
the_silver_searcher
rxvt-unicode
firefox
chromium
compton
docker
docker-compose
mariadb
nginx
feh
dzen2
unclutter
gpick
eog
maim
slop
weechat
ttf-dejavu
vlc
w3m
htop
lsof
lm_sensors
dunst
figlet
doge
cowsay
fortune-mod
