libxcb
xorg-xinit
xorg-server
xorg-xkill
xorg-xset
xorg-xev
xorg-xrdb
xorg-xinput
xorg-xprop
xorg-xbacklight
xorg-xsetroot
xf86-video-fbdev
xf86-video-vesa
xclip
acpi
ntp
xautolock
scrot
i3lock
mpv
lxappearance
gtk-theme-arc
tmux
gvim
arandr
sxhkd
zsh
dash
tcc
tree
p7zip
xsel
nmap
python-gobject
nodejs
npm
filezilla
mpc
ncmpcpp
youtube-dl
mplayer
ranger
the_silver_searcher
rxvt-unicode
rofi
firefox
chromium
picom
docker
docker-compose
nginx
feh
dzen2
unclutter
gpick
eog
maim
slop
weechat
ttf-dejavu
vlc
w3m
htop
lsof
lm_sensors
dunst
cowsay
fortune-mod
nitrogen
gnome-keyring
diff-so-fancy
udiskie
jq
pulseaudio
pulseaudio-bluetooth
pulseaudio-zeroconf
pavucontrol
paprefs
pamixer
blueberry
alacritty
cwm
prusa-slicer
git-delta

